{
  "TAGLINE": {
    "message": "Accesibilidad para tecnólogos del diseño",
    "description": "Splash tagline: accessibility for desginers and developers"
  },
  "LINKEDIN_LABEL": {
    "message": "$AccessiTech$ en $LinkedIn$",
    "description": "Splash Socials: label for LinkedIn button",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech"
      },
      "LinkedIn": {
        "content": "LinkedIn"
      }
    }
  },
    "FIVERR_LABEL": {
    "message": "$AccessiTech$ en $Fiverr$",
    "description": "Splash Socials: label for Fiverr button",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech"
      },
      "Fiverr": {
        "content": "Fiverr"
      }
    }
  },
  "TWITTER_LABEL": {
    "message": "$AccessiTech$ en $Twitter$",
    "description": "Splash Socials: label for Twitter button",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech"
      },
      "Twitter": {
        "content": "Twitter"
      }
    }
  },
  "TWITCH_LABEL": {
    "message": "$AccessiTech$ en $Twitch$",
    "description": "Splash Socials: label for Twitch button",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech"
      },
      "Twitch": {
        "content": "Twitch"
      }
    }
  },
  "YOUTUBE_LABEL": {
    "message": "$AccessiTech$ en $YouTube$",
    "description": "Splash Socials: label for YouTube button",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech"
      },
      "YouTube": {
        "content": "YouTube"
      }
    }
  },
  "GMAIL_LABEL": {
    "message": "$AccessiTech$ en $Gmail$",
    "description": "Splash Socials: label for Gmail button",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech"
      },
      "Gmail": {
        "content": "Gmail"
      }
    }
  },
  "REDDIT_LABEL": {
    "message": "$AccessiTech$ en $Reddit$",
    "description": "Splash Socials: label for Reddit button",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech"
      },
      "Reddit": {
        "content": "Reddit"
      }
    }
  },
  "GITHUB_LABEL": {
    "message": "$AccessiTech$ en $GitHub$",
    "description": "Splash Socials: label for GitHub button",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech"
      },
      "GitHub": {
        "content": "GitHub"
      }
    }
  },
  "ACCESSITECH_LOGO_LABEL": {
    "message": "Logotipo de $AccessiTech$",
    "description": "Splash Logo: label for the company logo",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech"
      }
    }
  },
  "VISION_P1": {
    "message": "$company$ es una empresa social dedicada a eliminar las barreras para los tecnólogos de diseño discapacitados al producir y compartir la experiencia relevante de la industria y la exploración personal y profesional a través de contenido en múltiples plataformas sociales, de hospedaje y de transmisión.",
    "description": "About Section: first paragraph describing the vision of the company",
    "placeholders": {
      "company": {
        "content": "AccessiTech LLC"
      }
    }
  },
  "VISION_P2": {
    "message": "Como empresa social, $company$ fomenta el cambio social positivo al promover y colaborar en tecnologías emergentes destinadas a aumentar la accesibilidad, la inclusión y la equidad para todos.",
    "description": "About Section: second paragraph describing the vision of the company",
    "placeholders": {
      "company": {
        "content": "AccessiTech LLC"
      }
    }
  },
  "VISION_P3": {
    "message": "$company$ es una empresa social que tiene como objetivo eliminar las barreras para los tecnólogos de diseño discapacitados y promover tecnologías emergentes que mejoren la accesibilidad, la inclusión y la equidad para todos.",
    "description": "About Section: second iteration describing the vision of the company",
    "placeholders": {
      "company": {
        "content": "AccessiTech LLC"
      }
    }
  },
  "PURPOSE_HEADER": {
    "message": "Objetivo",
    "description": "Purpose Section: header for section describing the purpose of the company"
  },
  "PURPOSE_P1": {
    "message": "$AccessiTech$ cree que el acceso a la tecnología es un derecho humano, particularmente cuando dicha tecnología promueve, protege y/o facilita otros derechos humanos.",
    "description": "Purpose Section: first paragraph describing the purpose of the company",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech"
      }
    }
  },
  "PURPOSE_P2": {
    "message": "Al producir y publicar contenido sobre accesibilidad en tecnología, $AccessiTech$ proporciona información clara y concisa para ayudar a las personas discapacitadas a utilizar más fácilmente las opciones de accesibilidad disponibles en sus vidas para permitirles perseguir mejor sus pasiones en un mundo digital.",
    "description": "Purpose Section: second paragraph describing the purpose of the company",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech LLC"
      }
    }
  },
  "PURPOSE_P3": {
    "message": "A través de la proliferación, descentralización y democratización de la información de accesibilidad tecnológica, $AccessiTech$ busca reducir las barreras de entrada para las personas con discapacidad en las comunidades de diseño y desarrollo en el extranjero.",
    "description": "Purpose Section: third paragraph describing the purpose of the company",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech LLC"
      }
    }
  },
  "PURPOSE_P4": {
    "message": "Colaborando y promoviendo el diseño y la tecnología para el cambio social, $AccessiTech$ tiene como objetivo ayudar a crear un mundo cada vez más accesible para todos.",
    "description": "Purpose Section: fourth paragraph describing the purpose of the company",
    "placeholders": {
      "AccessiTech": {
        "content": "AccessiTech LLC"
      }
    }
  },
  "REACH_OUT_HEADER": {
    "message": "¡Alcanzar!",
    "description": "Footer Section: Header for section containing contact links in the footer"
  },
  "ISSUES_P1": {
    "message": "Informe errores, solicite funciones y comience a colaborar a través de $blank$",
    "description": "Footer Section: sentence describing how to open github tickets",
    "placeholders": {
      "blank": {
        "content": ""
      }
    }
  },
  "GITHUB_ISSUES": {
    "message": "Problemas de $GitHub$",
    "description": "Link Text: for github issues link",
    "placeholders": {
      "GitHub": {
        "content": "GitHub"
      }
    }
  },
  "COPYRIGHT_P1": {
    "message": "Copyright © 2021 AccessiTech LLC. Reservados todos los derechos.",
    "description": "Footer Section: copyright sentence at bottom of the page"
  },
  "SOCIAL_MEDIA_BUTTONS": {
    "message": "Botones de Redes Sociales",
    "description": "Element Label: describing buttons for social media"
  },
  "FOOTER": {
    "message": "Pie de Página",
    "description": "Element Label: describing the footer section"
  },
  "CONTACT_LIST": {
    "message": "Lista de Contactos",
    "description": "Element Label: describing links for contacting the company"
  },
  "REPORTING_AN_ISSUE": {
    "message": "Informar un Problema",
    "description": "Element Label: describing the link for opening Githuib Issues"
  },
  "COPYRIGHT": {
    "message": "Derechos de Autor",
    "description": "Section Label: for the copyright content"
  },
  "HEADER": {
    "message": "Encabezamiento",
    "description": "Section Label: for the header content"
  },
  "APP_ROOT": {
    "message": "Raíz de la Aplicación",
    "description": "Section Label: for the entire front-end application"
  },
  "ABOUT_ACCESSITECH": {
    "message": "Acerca de $ACCESITECH$",
    "description": "Section Label: for the main content of the site",
    "placeholders": {
      "ACCESSITECH": {
        "content":"AccessiTech"
      }
    }
  },
  "PURPOSE_PIC_ALT": {
    "message": "Crédito de la Imagen: $CRÉDITO$ de $GHETTY$",
    "description": "Alt Text: credit information for about section image",
    "placeholders": {
      "CREDIT":{
        "content": "Urupong"
      },
      "GHETTY": {
        "content": "Ghetty Images"
      }
    }
  },
  "FOOTER_TWITTER": {
    "message": "$twitter$ en $accessiT3ch$",
    "description": "Link Text: for footer twitter link",
    "placeholders": {
      "twitter": {
        "content": "twitter"
      },
      "accessiT3ch": {
        "content": "accessiT3ch"
      }
    }
  },
  "FOOTER_TWITCH": {
    "message": "$twitch$ en $accessiTech$",
    "description": "Link Text: for footer twitch link",
    "placeholders": {
      "twitch": {
        "content": "twitch"
      },
      "accessiTech": {
        "content": "accessiTech"
      }
    }
  },
  "FOOTER_YOUTUBE": {
    "message": "$youtube$ en $AccessiTech$",
    "description": "Link Text: for footer YouTube link",
    "placeholders": {
      "youtube": {
        "content": "youtube"
      },
      "AccessiTech": {
        "content": "AccessiTech"
      }
    }
  },
  "FOOTER_LINKEDIN": {
    "message": "$linkedin$ en $company$",
    "description": "Link Text: for footer LinkedIn link",
    "placeholders": {
      "linkedin": {
        "content": "linkedin"
      },
      "company": {
        "content": "AccessiTech LLC"
      }
    }
  },
  "FOOTER_REDDIT": {
    "message": "$reddit$ en $handle$",
    "description": "Link Text: for footer reddit link",
    "placeholders": {
      "reddit": {
        "content": "reddit"
      },
      "handle": {
        "content": "u/accessiTech"
      }
    }
  },
  "FOOTER_FIVERR": {
    "message": "$fiverr$ en $accessiTech$",
    "description": "Link Text: for footer fiverr link",
    "placeholders": {
      "fiverr": {
        "content": "fiverr"
      },
      "accessiTech": {
        "content": "accessiTech"
      }
    }
  },
  "SERVICES_HEADER": {
    "message": "Servicios",
    "description": "Header: for the services section"
  },
  "SERVICES_P1": {
    "message": "Como tecnólogo de diseño con más de 10 años de experiencia profesional en múltiples industrias, ofrezco tutoría independiente a través de varias plataformas mientras continúo produciendo software para accesibilidad digital.",
    "description": "Services Section: first paragraph describing the services we provide"
  },
  "SERVICES_P2": {
    "message": "Como consultor de accesibilidad, ofrezco una amplia gama de servicios a lo largo del ciclo de vida del producto, incluidos, entre otros, auditorías de accesibilidad, investigación de diseño, gestión de proyectos e ingeniería completa.",
    "description": "Services Section: second paragraph describing the services we provide"
  },
  "SERVICES_P3": {
    "message": "Como consultor de accesibilidad, audito diseños y software para verificar el cumplimiento de la accesibilidad, ofrezco servicios de gestión de proyectos y aseguro el envío de software sólido y accesible.",
    "description": "Services Section: second iteration describing the services we provide"
  },
  "MENTORSHIP_HEADER": {
    "message": "Tutoría web",
    "description": "Header: for the mentorship section"
  },
  "MENTORSHIP_P1": {
    "message": "Como soy capaz de escribir cada vez menos código, me emociona cada vez más transmitir mis lecciones aprendidas a la próxima generación de diseñadores y desarrolladores. He descubierto que aprender a codificar es generalmente una curva de aprendizaje muy empinada. Si bien hay una plétora de recursos y comunidades, el gran volumen de información que ya existe puede ser abrumador e intimidante.",
    "description": "Mentorship Section: first paragraph describing the mentorship we provide"
  },
  "MENTORSHIP_P2": {
    "message": "Mi papel principal cuando enseño es ayudar a los estudiantes a avanzar en esta curva de aprendizaje, disipando mitos y preocupaciones mientras aclaran atajos y trampas, y promueven su propia capacidad de aprender. Mi objetivo es derribar la ilusión del ingeniero web omnisciente y todopoderoso mientras inculco las mejores prácticas del campo.",
    "description": "Mentorship Section: second paragraph describing the mentorship we provide"
  },
  "MENTORSHIP_P3": {
    "message": "Como puedo escribir menos código, estoy emocionado de ofrecer tutoría en diseño y desarrollo web, ayudando a superar la empinada curva de aprendizaje de la codificación, disipando mitos y preocupaciones, y promoviendo su capacidad de aprender mientras inculco las mejores prácticas del campo.",
    "description": "Mentorship Section: second iteration describing the mentorship we provide"
  },
  "MENTORSHIP_CTA": {
    "message": "Más información sobre la web",
    "description": "Call to Action: for the mentorship section"
  },
  "MENTORSHIP_EMAIL_SUBJECT": {
    "message": "$subject$Servicios de tutoría",
    "description": "Email Subject: for the mentorship section CTA url",
    "placeholders": {
      "subject": {
        "content": "subject="
      }
    }
  },
  "CONSULTATION_EMAIL_SUBJECT": {
    "message": "$subject$Consulta de Accesibilidad",
    "description": "Email Subject: for the consultation section CTA url",
    "placeholders": {
      "subject": {
        "content": "subject="
      }
    }
  },
  "CONSULTATION_HEADER": {
    "message": "Consulta de Accesibilidad",
    "description": "Header: for the consultation section"
  },
  "CONSULTATION_P1": {
    "message": "Audito diseños y/o software nuevos y existentes para verificar el cumplimiento de la accesibilidad (WCAG 2.x) y las mejores prácticas. Generaré un informe con los resultados, incluidas sugerencias y recursos específicos del proyecto para auditorías básicas y recomendaciones específicas de implementación para auditorías más avanzadas. También puedo diseñar y/o ejecutar estudios de investigación de UX para ayudar a garantizar una experiencia de usuario/cliente accesible.",
    "description": "Consultation Section: first paragraph describing the consultation we provide"
  },
  "CONSULTATION_P2": {
    "message": "Ofrezco servicios de gestión de proyectos para ayudar a los equipos técnicos existentes a implementar productos accesibles digitalmente. Ya sea que esté refactorizando su sitio para la accesibilidad, desarrollando herramientas web para tecnología de asistencia o diseñando SDK para desarrolladores discapacitados, lo ayudaré. Por lo general, esto implica la definición del alcance, el análisis de la base de código, la investigación de productos, la planificación del trabajo del proyecto y MUCHOS problemas de Github organizados a través de sprints e hitos. Si eso no suena como su equipo, también está bien, ¡soy flexible y adaptable! Con una experiencia en diseño e ingeniería de UX a mis espaldas, estoy preparado para ayudar a su equipo a enviar software sólido y accesible de manera segura y sensata.",
    "description": "Consultation Section: second paragraph describing the consultation we provide"
  },
  "CONSULTATION_P3": {
    "message": "Como consultor de accesibilidad, audito diseños y software para verificar el cumplimiento de la accesibilidad, ofrezco servicios de gestión de proyectos y aseguro el envío de software sólido y accesible.",
    "description": "Consultation Section: second iteration describing the consultation we provide"
  },
  "CONSULTATION_CTA": {
    "message": "Contácteme acerca de la consulta",
    "description": "Call to Action: for the consultation section button"
  },
  "PRODUCTION_HEADER": {
    "message": "Producción de software",
    "description": "Header: for the production section"
  },
  "PRODUCTION_P1": {
    "message": "Creo que el software libre, modular y robusto de código abierto es fundamental para la existencia de una web verdaderamente accesible tanto para los usuarios como para los desarrolladores de productos digitales. AccessiTech se enorgullece de producir dichos softwares con la intención de proliferar herramientas de accesibilidad accesibles en las comunidades de TIC de hoy en día. ¡Debemos ser el cambio que deseamos ver, después de todo!",
    "description": "Production Section: first paragraph describing the production we provide"
  },
  "PRODUCTION_P2": {
    "message": "Soy un ingeniero full-stack con un enfoque en el desarrollo front-end. Tengo experiencia con una amplia gama de tecnologías y marcos, que incluyen, entre otros: React, Vue, Angular, Node, Express, MongoDB y PostgreSQL. También soy un diseñador de UX experimentado con experiencia en diseño visual, arquitectura de la información e investigación de usuarios.",
    "description": "Production Section: second paragraph describing the production we provide"
  },
  "PRODUCTION_P3": {
    "message": "Para ver en qué estoy trabajando actualmente, consulte mi sección Proyectos actuales. Para solicitar una solución, preguntar sobre un producto o, si está interesado en contribuir, inicie una discusión en GitHub.",
    "description": "Production Section: third paragraph describing the production we provide"
  },
  "PRODUCTION_P4": {
    "message": "Creo que el software libre, modular y robusto de código abierto es crucial para crear una web accesible tanto para los usuarios como para los desarrolladores. $company$ se enorgullece de producir y promover dicho software para contrarrestar el capacitismo en las comunidades de TIC de hoy.",
    "description": "Production Section: second iteration describing the production we provide",
    "placeholders": {
      "company": {
        "content": "AccessiTech"
      }
    }
  },
  "PRODUCTION_CTA": {
    "message": "Unirse a la conversación",
    "description": "Call to Action: for the production section button"
  },
  "QA_HEADER": {
    "message": "Seguro de Calidad",
    "description": "Header: for the QA section"
  },
  "QA_P1": {
    "message": "Como ingeniero de control de calidad, pasé mi carrera probando, clasificando y depurando software en cada etapa del ciclo de vida del producto, que incluye: planificación de pruebas, control de calidad de extremo a extremo, pruebas de unidad/integración, pruebas de usabilidad/usuario y más.",
    "description": "QA Section: first paragraph describing the QA we provide"
  },
  "QA_CTA": {
    "message": "Déjame probar tu código",
    "description": "Call to Action: for the QA section button"
  },
  "CLICK_TO_COPY": {
    "message": "Haga clic para copiar el enlace",
    "description": "Button: for the copy to clipboard button"
  },
  "COPY_SUCCESS_MESSAGE": {
    "message": "¡Copiada!",
    "description": "Message: for the copy to clipboard button"
  },
  "COPY_FAIL_MESSAGE": {
    "message": "Error al copiar",
    "description": "Message: for the copy to clipboard button"
  }
}